// program_dictionary.h

#pragma once


// =========================================================================================== IMPORT

#include "../../../engine/lang_state/lang_types.h"

// =========================================================================================== IMPORT


// =========================================================================================== STATE 0.0 DICTIONARY

Lang_string_type gd_press_any_key = {

    "Press any key to continue...",
    "Нажмите любую клавишу для продолжения..."

};

// =========================================================================================== STATE 0.0 DICTIONARY
